{
    "language": "en",
    "dark_mode": "Dark mode",
    "home_welcome": "Howdy,",
    "home_i": "I'm",
    "home_what_i_do": "I enjoy writing codes .",
    "home_job": "Software Developer, Gamer, freelancer, Sport Lover.",
    "home_location": "Django et Node JS... Based in Abuja, Nigeria.",
    "home_contact_btn": "Get in touch",
    "menu_about": "About",
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "Resume",
    "about_desc": "Good day there, My name is Oluwafemi Mathias A, and I work as a Software Developer with expertise in both back end and front end technologies. I am looking for opportunities to apply my skills in developing amazing technologies to meet the needs of users.",
    "experience_0_job": "Frontend Engineer",
    "experience_0_overview": "SterlingTech & Data Sciences Limited is a leading IT solutions and Data Sciences company. At SterlingTech we develop and support a range of innovative software solutions and services that improve the quality of work, processes and efficiency to our clients across public and private sectors.",
    "experience_0_duration": "Oct 2023 - Present",
    "experience_1_job": "Frontend Engineer",
    "experience_1_overview": "TAWOL Technologies Limited is an indigenous Software Development company with RC No. 777826 that was founded in the year 1994. We have carried out successful businesses with both private and government institutions and have accomplished great success in satisfying our customers on Hardware and Software Requirements by providing better Products, Solutions & Training.",
    "experience_1_duration": "Feb 2023 - April 2024",
    "experience_2_job": "Frontend Developer",
    "experience_2_overview": "Whatever business you run, big or small, we are here to make it happen. Start effortlessly with Delbott. We provide a user friendly platform, lowest prices, speedy delivery and a money-back guarantee.",
    "experience_2_duration": "Sept 2022 - December 2022",
    "experience_3_job": "Software Developer",
    "experience_3_overview": "Joysbright Programming Crew is a registered company, where code lovers solve all technologies problems, about IT solutions, about anything in relation to Code, we also do repair and troubleshoots of hardware computers.",
    "experience_3_duration": "Feb 2020 - Present",
    "projects_1_overview": "A service that helps us manage our clients or customers effectively. ",
    "projects_2_overview": "Lead Certificate is a robust and user-friendly certificate platform designed to streamline the issuance, management, and verification of digital certificates.",
    "projects_3_overview": "No 1 delivery App and Storefront across Africa.",
    "projects_4_overview": "The best delivery app for your business",
    "projects_5_overview": "24/7 New and Used Laptop.",
    "projects_6_overview": "Learning System for middle Schools.",
    "projects_1_extended_overview": "A service that helps us manage our clients or customers effectively. This could include various functionalities such as contact management, communication tools, client data tracking, and customer relationship management (CRM) features. The service includes, Notification Service, URL Shortener, and Wallet Service.",
    "projects_2_extended_overview": "Lead Certificate is a comprehensive certificate platform that simplifies the certificate creation, issuance, management, and verification process. It enhances efficiency, security, and convenience for organizations and individuals seeking to authenticate and share their achievements and qualifications.",
    "projects_3_extended_overview": "Delbott Storefront: It allows you to post your business ads for promoting and for easy delivery. It was developed using React JS, Typescript and Tailwind CSS.",
    "projects_4_extended_overview": "Cargo Express: It allows big and small busniesses to easilty delivver their products all over Africa.. It was developed using React Native, Javacript and Vanilla CSS.",
    "projects_5_extended_overview": "Tekol Africa: Shop your favorite Laptop and Desktop now. I was responsible for the programming and design of the application. The frontend programming was done in HTML/CSS, Bootstrap and Javascript. I also developed and manage the backend using Python Django.",
    "projects_6_extended_overview": "Multimedia Learning System was developed for middle and elementary classes. It enabled Teacher and Instructors to manage students profiles, to create Subjects/Courses and also Quiz and Assignment.",
    "contact_full_name": "Full name",
    "contact_email": "E-mail adress",
    "contact_btn": "Send message"
}