{
    "language": "fr",
    "dark_mode": "Thème sombre",
    "home_welcome": "Salut",
    "home_i": "je suis",
    "home_what_i_do": "J'aime écrire des codes.",
    "home_job": "Développeur de logiciels, joueur, indépendant, amateur de sport.",
    "home_location": "Travaille actuellement sur Node JS... Basé à Abuja, Nigeria.",
    "home_contact_btn": "Entrer en contact",
    "menu_about": "À propos de",
    "menu_projects": "Projets",
    "menu_experience": "De l'expérience",
    "menu_contact": "Contacter",
    "menu_resume": "Reprendre",
    "about_desc": "Bonjour, Je m'appelle Oluwafemi Mathias Amire et je travaille en tant qu'Développeur logiciel avec une expertise dans les technologies back-end et front-end. Je suis à la recherche d'opportunités pour appliquer mes compétences dans le développement de technologies étonnantes pour répondre aux besoins des utilisateurs.",
    "experience_0_job": "Développeur frontal",
    "experience_0_overview": "Code Hub est l'espace de référence pour les amoureux du code à Sousse. Tous les membres échangent entre eux et s'entraident qu'il soient en télétravail, freelance ou développant leurs startups.",
    "experience_0_duration": "juin 2022 - août 2022",
    "experience_1_job": "Développeur front-end",
   "experience_2_job": "Développeur de logiciels",
    "experience_2_overview": "Joysbright Programming Crew est une société enregistrée, où les passionnés de code sont basés à Sousse : certains sont des indépendants, certains ont lancé leur startup, d'autres travaillent en tant que développeurs à distance. c'est un endroit où l'on discute de nouvelles technologies, de solutions informatiques, de tout ce qui concerne le Code, on fait aussi des réparations et des dépannages de matériel informatique.",
    "experience_2_duration": "Février 2020 - Présent",
    "projects_1_overview": "No 1 application de livraison et vitrine à travers l'Afrique.",
    "projects_2_overview": "La meilleure application de livraison pour votre entreprise",
    "projects_3_overview": "Ordinateur portable neuf et d'occasion 24h/24 et 7j/7.",
    "projects_4_overview": "Système d'apprentissage pour les collèges.",
    "projects_5_overview": "Blog des étudiants conçu pour rechercher de l'aide dans le matériel de devoir et de cours.",
    "projects_1_extended_overview": "Delbott Storefront : Il vous permet de publier vos annonces commerciales à des fins de promotion et de livraison facile. Il a été développé en utilisant React JS, Typescript et Tailwind CSS.",
    "projects_2_extended_overview": "Cargo Express : Il permet aux grandes et petites entreprises de livrer facilement leurs produits dans toute l'Afrique. Il a été développé en utilisant React Native, Javacript et Vanilla CSS.",
    "projects_3_extended_overview": "Tekol Africa Computer Showroom : Ce site de commerce électronique permet aux clients et à tout le monde de passer commande et à des prix abordables. La livraison est 24/7, rapide et fiable. Achetez votre ordinateur portable et votre ordinateur de bureau préférés maintenant.",
    "projects_4_extended_overview": "Le système d'apprentissage multimédia a été développé pour les classes intermédiaires et élémentaires. Il a permis aux enseignants et aux instructeurs de gérer les profils des étudiants, de créer des sujets/cours ainsi que des quiz et des devoirs.",
    "projects_5_extended_overview": "Blog des étudiants conçu pour rechercher de l'aide dans le matériel de devoir et de cours.",
    "contact_full_name": "Nom complet",
    "contact_email": "Adresse e-mail",
    "contact_btn": "Envoyer le message"
}
