{
    "language": "fr",
    "dark_mode": "Thème sombre",
    "home_welcome": "Salut",
    "home_i": "je suis",
    "home_what_i_do": "J'aime écrire des codes.",
    "home_job": "Développeur de logiciels, joueur, indépendant, amateur de sport.",
    "home_location": "Django et Node JS... Basé à Abuja, Nigeria.",
    "home_contact_btn": "Entrer en contact",
    "menu_about": "À propos de",
    "menu_projects": "Projets",
    "menu_experience": "De l'expérience",
    "menu_contact": "Contacter",
    "menu_resume": "Reprendre",
    "about_desc": "Bonjour, Je m'appelle Oluwafemi Mathias Amire et je travaille en tant qu'Développeur logiciel avec une expertise dans les technologies back-end et front-end. Je suis à la recherche d'opportunités pour appliquer mes compétences dans le développement de technologies étonnantes pour répondre aux besoins des utilisateurs.",
     "experience_0_job": "Frontend Engineer",
    "experience_0_overview": "TAWOL Technologies Limited is an indigenous Software Development company with RC No. 777826 that was founded in the year 1994. We have carried out successful businesses with both private and government institutions and have accomplished great success in satisfying our customers on Hardware and Software Requirements by providing better Products, Solutions & Training.",
    "experience_0_duration": "Feb 2023 - Present",
     
    "experience_1_job": "Frontend Developer",
    "experience_1_overview": "Whatever business you run, big or small, we are here to make it happen. Start effortlessly with Delbott. We provide a user friendly platform, lowest prices, speedy delivery and a money-back guarantee.",
    "experience_1_duration": "Sept 2022 - December 2022",
    "experience_2_job": "Software Developer",
    "experience_2_overview": "Joysbright Programming Crew is a registered company, where code lovers solve all technologies problems, about IT solutions, about anything in relation to Code, we also do repair and troubleshoots of hardware computers.",
    "experience_2_duration": "Feb 2020 - Present",
    "projects_1_overview": "No 1 application de livraison et vitrine à travers l'Afrique.",
    "projects_2_overview": "La meilleure application de livraison pour votre entreprise",
    "projects_3_overview": "Ordinateur portable neuf et d'occasion 24h/24 et 7j/7.",
    "projects_4_overview": "Système d'apprentissage pour les collèges.",
    "projects_5_overview": "Blog des étudiants conçu pour rechercher de l'aide dans le matériel de devoir et de cours.",
    "projects_1_extended_overview": "Delbott Storefront : Il vous permet de publier vos annonces commerciales à des fins de promotion et de livraison facile. Il a été développé en utilisant React JS, Typescript et Tailwind CSS.",
    "projects_2_extended_overview": "Cargo Express : Il permet aux grandes et petites entreprises de livrer facilement leurs produits dans toute l'Afrique. Il a été développé en utilisant React Native, Javacript et Vanilla CSS.",
    "projects_3_extended_overview": "Tekol Africa Computer Showroom : Ce site de commerce électronique permet aux clients et à tout le monde de passer commande et à des prix abordables. La livraison est 24/7, rapide et fiable. Achetez votre ordinateur portable et votre ordinateur de bureau préférés maintenant.",
    "projects_4_extended_overview": "Le système d'apprentissage multimédia a été développé pour les classes intermédiaires et élémentaires. Il a permis aux enseignants et aux instructeurs de gérer les profils des étudiants, de créer des sujets/cours ainsi que des quiz et des devoirs.",
    "projects_5_extended_overview": "Blog des étudiants conçu pour rechercher de l'aide dans le matériel de devoir et de cours.",
    "contact_full_name": "Nom complet",
    "contact_email": "Adresse e-mail",
    "contact_btn": "Envoyer le message"
}
